/**
 *	filename: Menu.strings
 *	created : Fri May 28 13:08:33 2004
 *	LastEditDate Was "Thu Nov 11 13:03:57 2004"
 *
 */
MENU_SEARCH                = "Spotlight";

/* Format of a tooltip line*/
MENU_1_LINE_TOOLTIP       = "%@: %@";

/* Format of a 2 lines tooltip */
MENU_2_LINES_TOOLTIP	   = "%@: %@\n%@: %@";

/* Format of a 3 lines tooltip */
MENU_3_LINES_TOOLTIP	   = "%@: %@\n%@: %@\n%@: %@";

/* Format of a 4 lines tooltip */
MENU_4_LINES_TOOLTIP	   = "%@: %@\n%@: %@\n%@: %@\n%@: %@";

/* Format of a definition tooltip */
MENU_DICTIONARY_TOOLTIP	   = "%@\n%@: %@";

/* Text used in tooltip == displayName */
MENU_NAME_TOOLTIP          = "Имя";

/* Text used in tooltip == path to file */
MENU_URL_TOOLTIP           = "URL";

/* Text used in tooltip == url to item its a bookmark */
MENU_WHERE_TOOLTIP         = "Путь";

/* Text used in tooltip == only in mail messages */
MENU_AUTHORS_TOOLTIP       = "От";

/* Text used in tooltip when its a calculation result */
MENU_EXPRESSION_TOOLTIP   = "Калькулятор";

/* Text used in tooltip to show the phone number when its a contact */
MENU_PHONE_TOOLTIP        = "Телефон";

/* Text used in tooltip when its a definition result */
MENU_DEFINITION_TOOLTIP    = "Определение";

/* Text used in tooltip to show its a search */

/* For now these are the same, if its necessary to show something
 * different from just 1 result then change one of them
 */
SHOW_ALL_NO_COUNT          = "Показать все";
SHOW_ALL_RESULT_SINGULAR   = "Показать все (1)";
SHOW_ALL_RESULT_PLURAL	   = "Показать все (%d)";
SHOW_ALL_RESULT_NONE_FOUND = "Поиск не дал результатов";
SHOW_ALL_RESULTS_HEADING   = "Результаты";
MENU_PREFERENCES           = "Настройки Spotlight…";

/* This is  the menu indexing status */
FIELD_INDEXING_DISKS_TOOLTIP = "Индексирование томов (завершено %d %%)";
FIELD_INDEXING_TOOLTIP_CALCULATING = "Индексирование томов";

/* This is used as the separator between the name and the directory component in the Search menu */
EMDASH = " — ";

/* Used when for the indexing volumes section */
INDEXING_VOLUME_NAMED = "Индексирование %@";

TIME_REMAINING_HOURS = "Осталось около %d ч.";
TIME_REMAINING_MINUTES = "Осталось около %d мин.";
TIME_REMAINING_SECONDS = "Осталось около %d с.";

TIME_REMAINING_HOUR = "Осталось около %d ч.";
TIME_REMAINING_MINUTE = "Осталось около %d мин.";
TIME_REMAINING_SECOND = "Осталось около %d с.";

CALCULATING_TIME = "Подсчет времени индексации";
INTERNAL_DISKS = "Индексирование внутренних дисков";

/* Placed in the top text field when indexing everything */
INDEXING = "Индексирование...";

"INDEXING_COMPUTER" = "Индексирование %@";

"NO_MAIL_SUBJECT" = "Нет темы";

/* Path tooltip for iTunes music files */
"PREVIEW_ITUNES_LIBRARY" = "Медиатека iTunes";

/* Path tooltip for items in the trash */
"PREVIEW_TRASH" = "Корзина";
